Repository: nguyennamdev/Co-Well_Trainning
Catalog: LeagueOfLegendsChat/LeagueOfLegendsChat/*.lproj/Localizable.strings
Languages: vi

# WelcomeApp
source: Welcome to League Of Legends Chat
vi: Chào mừng bạn đến với League Of Legends Chat

# Content First Intro
source: This guide is meant as an introduction to League of Legends Chat and will outline the basic mechanics of the app that beginners will need to know
vi: Hướng dẫn này có nghĩa là giới thiệu về League of Legends Chat và sẽ phác thảo cơ chế cơ bản của ứng dụng mà người mới bắt đầu sẽ cần biết

source: App Features
vi: Các tính năng của ứng dụng

# Content Second Intro
source: You can chat with friends and can send the images to have fun
vi: Bạn có thể trò chuyện với bạn và có thể gửi những hình ảnh vui nhộn

source: Information about the app
vi: Thông tin về ứng dụng

# Content Third Intro
source: Developer by Nguyen Nam. Initial May 29, 2018 Operating system IOS
vi: Phát triển bởi Nguyen Nam Khởi tạo 29/5/2018 Hệ điều hành IOS

source: Wrong email format
vi: Sai định dạng email

source: Please enter email
vi: Vui lòng nhập email

source: Please enter password
vi: Vui lòng nhập mật khẩu

source: Error
vi: Lỗi

source: Username
vi: Tên người dùng

source: Favorite Champion
vi: Vị tướng ưa thích

source: Select language app
vi: Chọn ngôn ngữ

source: Logout
vi: Đăng xuất

source: Edit username
vi: Sửa tên người dùng

source: Do you want to edit your name?
vi: Bạn có muốn sửa tên?

source: Your name
vi: Tên của bạn

source: Cancel
vi: Huỷ

source: Change
vi: Thay đổi

source: Select language
vi: Chọn ngôn ngữ

source: You must restart app that it will change language of app
vi: Bạn phải khởi động lại ứng dụng, ứng dụng sẽ thay đổi ngôn ngữ

source: Sorry
vi: Xin lỗi

source: The current language is language you selected
vi: Ngôn ngữ bạn chọn cũng là ngôn ngữ hiện tại

source: Change password
vi: Đổi mật khẩu

source: Do you want to change password?
vi: Bạn có muốn đổi mật khẩu ?

source: Old password
vi: Mật khẩu cũ

source: New password
vi: Mật khẩu mới

source: Confirm password
vi: Nhập lại mật khẩu mới

source: Wrong
vi: Sai

source: Confirm password don't match with new password
vi: Nhập lại mật khẩu mới không trùng với mật khẩu mới

# Success
source: Successful!
vi: Thành công!

source: Change password was successful!
vi: Thay đổi mật khẩu mới thành công!

source: Changed
vi: Đã thay đổi

source: Send request to chat
vi: Gửi yêu cầu trò chuyện

source: isn't already in your contacts on app
vi: không có trong danh sách danh bạ của bạn

source: is already in your contacts on app
vi: đã có trong danh sách danh bạ của của bạn

source: Send a message
vi: Gửi tin nhắn

# Can not found contact
source: Can not found this contact :(
vi: Không thể tìm thấy liên hệ này :(

source: You must enter enough info!
vi: Bạn phải nhập đầy đủ thông tin

source: The password length must rather 6 characters
vi: Độ dài mật khẩu phải lớn hơn 6 kí tự

source: Your request send to
vi: Yêu cầu của bạn đã được gửi tới

source: Open a request to get more info about who's messaging you. They won't know you've seen it until you accept
vi: Mở yêu cầu để biết thêm thông tin về người nhắn tin cho bạn. Họ sẽ không biết bạn đã nhìn thấy nó cho đến khi bạn chấp nhận

source: want to chat with you
vi: muốn trò chuyện với bạn

source: Requests
vi: Yêu cầu

source: Block
vi: Chặn

source: Unblock
vi: Ngừng chặn

source: You have been block this contact
vi: Bạn đã chặn liên hệ này

source: You have been blocked by this contact
vi: Bạn đã bị chặn bởi liên hệ này
